

let price;

let land = prompt('Вкажіть свою країну для доставки товару');
land = land.toLowerCase();

switch(land){
     case 'Китай' : {
     
        if (land === 'Китай') { 
            alert('Доставка в Китай  буде коштувати 100 кредитів')
            break;
        } 
    }
     case 'Чилі' : {
     
        if (land === 'Чилі') { 
            alert('Доставка в Чилі  буде коштувати 250 кредитів')
            break;
        } 
    }
     case 'Австралія' : {
     
        if (land === 'Австралія') { 
            alert('Доставка в Австралію  буде коштувати 170 кредитів')
            break;
        } 
    }
     case 'Індія' : {
     
        if (land === 'Індія') { 
            alert('Доставка в Індію  буде коштувати 80 кредитів')
            break;
        } 
    }
     case 'Ямайка' : {
     
        if (land === 'Ямайка') { 
            alert('Доставка в Ямайкy  буде коштувати 120 кредитів')
            break;
        } 
    }
        default:{
       alert('У вашій країні доставка недоступна');
       break;
    }
          
}